[{"uri":"http://dbpedia.org/resource/Harry_Potter_and_the_Philosopher's_Stone","score":"0.3742260198482975","title":"Harry Potter and the Philosopher's Stone","author":"J. K. Rowling","genre":"http://dbpedia.org/resource/Fantasy_literature","abstract":"Harry Potter and the Philosopher's Stone is a fantasy novel written by British author J. K. Rowling. The first novel in the Harry Potter series and Rowling's debut novel, it follows Harry Potter, a young wizard who discovers his magical heritage on his eleventh birthday, when he receives a letter of acceptance to Hogwarts School of Witchcraft and Wizardry. Harry makes close friends and a few enemies during his first year at the school, and with the help of his friends, he faces an attempted comeback by the dark wizard Lord Voldemort, who killed Harry's parents, but failed to kill Harry when he was just 15 months old. The book was first published in the United Kingdom on 26 June 1997 by Bloomsbury. It was published in the United States the following year by Scholastic Corporation under the title Harry Potter and the Sorcerer's Stone. It won most of the British book awards that were judged by children and other awards in the US. The book reached the top of the New York Times list of best-selling fiction in August 1999 and stayed near the top of that list for much of 1999 and 2000. It has been translated into at least 73 other languages, and has been made into a feature-length film of the same name, as have all six of its sequels. The novel has sold in excess of 120 million copies, making it the third best-selling novel of all time. Most reviews were very favourable, commenting on Rowling's imagination, humour, simple, direct style and clever plot construction, although a few complained that the final chapters seemed rushed. The writing has been compared to that of Jane Austen, one of Rowling's favourite authors; Roald Dahl, whose works dominated children's stories before the appearance of Harry Potter; and the Ancient Greek story-teller Homer. While some commentators thought the book looked backwards to Victorian and Edwardian boarding school stories, others thought it placed the genre firmly in the modern world by featuring contemporary ethical and social issues, as well as overcoming obstacles like bullies. Harry Potter and the Philosopher's Stone, along with the rest of the Harry Potter series, has been attacked by some religious groups and banned in some countries because of accusations that the novels promote witchcraft under the guise of a heroic, moral story. Other religious commentators have written that the book exemplifies important viewpoints, including the power of self-sacrifice and the ways in which people's decisions shape their personalities. The series has been used as a source of object lessons in educational techniques, sociological analysis and marketing."},
{"uri":"http://dbpedia.org/resource/Back_Home_(novel)","score":"0.3702949110314983","title":"Back Home (novel)","author":"Michelle Magorian","genre":"Children's historical novel","abstract":"Back Home is a children's historical novel by Michelle Magorian, first published in 1984. The novel was adapted into a TV drama, Back Home (1990), starring Hayley Mills and Haley Carr, and again in 2001 starring Sarah Lancashire, Stephanie Cole and Jessica Fox."},
{"uri":"http://dbpedia.org/resource/Havana_Storm","score":"0.3675644819211329","title":"Havana Storm","author":"","genre":"http://dbpedia.org/resource/Thriller_(genre)","abstract":"Havana Storm is a 2014 mystery novel written by international best-selling author Clive Cussler."},
{"uri":"http://dbpedia.org/resource/An_Unkindness_of_Ravens","score":"0.3645406832502426","title":"An Unkindness of Ravens","author":"Ruth Rendell","genre":"http://dbpedia.org/resource/Mystery_fiction","abstract":"An Unkindness of Ravens is a murder mystery by British crime-writer Ruth Rendell. First published in 1985, it is the 13th in her series featuring Inspector Wexford."},
{"uri":"http://dbpedia.org/resource/Betrayal_(Steel_novel)","score":"0.3619264847314657","title":"Betrayal (Steel novel)","author":"Danielle Steel","genre":"","abstract":"Betrayal is a novel by Danielle Steel, published by Delacorte Press in July 2012. The book is Steel's eighty-sixth novel, and (including non-fiction and children's books) her 104th book overall. It reached number 3 in the New York Times hardback fiction bestsellers chart. It is also available in audio book, read by Renee Raudman."},
{"uri":"http://dbpedia.org/resource/How_the_Self_Controls_Its_Brain","score":"0.36081052440047606","title":"How the Self Controls Its Brain","author":"Sir John Eccles","genre":"","abstract":"How the Self Controls Its Brain is a book by Sir John Eccles, proposing a theory of philosophical dualism, and offering a justification of how there can be mind-brain action without violating the principle of the conservation of energy. The model was developed jointly with the nuclear physicist Friedrich Beck in the period 1991–1992. Eccles called the fundamental neural units of the cerebral cortex  dendrons , which are cylindrical bundles of neurons arranged vertically in the six outer layers or laminae of the cortex, each cylinder being about 60 micrometres in diameter. Eccles proposed that each of the 40 million dendrons is linked with a mental unit, or  psychon , representing a unitary conscious experience. In willed actions and thought, psychons act on dendrons and, for a moment, increase the probability of the firing of selected neurons through quantum tunneling effect in synaptic exocytosis, while in perception the reverse process takes place. Previous mention of the  psychon  The earliest prior use of the word  psychon  with a similar meaning of an  element of consciousness  is in the book  Concerning Fluctuating and Inaudible Sounds  by K. Dunlap in 1908.The most popular prior use is in Robert Heinlein's short story Gulf, wherein a character refers to the fastest speed of thought possible as  one psychon per chronon . "},
{"uri":"http://dbpedia.org/resource/Huntingtower_(novel)","score":"0.35296608753873165","title":"Huntingtower (novel)","author":"John Buchan","genre":"http://dbpedia.org/resource/Thriller_(genre)","abstract":"Huntingtower is a 1922 novel by the Scottish author John Buchan, initially serialised in Popular Magazine between August and September 1921. It is the first of his three Dickson McCunn books, the action taking place in the district of Carrick in Galloway, Scotland."},
{"uri":"http://dbpedia.org/resource/Bare_Bones_(novel)","score":"0.3529010665302439","title":"Bare Bones (novel)","author":"Kathy Reichs","genre":"http://dbpedia.org/resource/Crime_fiction","abstract":"Bare Bones is the sixth novel by Kathy Reichs starring forensic anthropologist, Temperance Brennan."},
{"uri":"http://dbpedia.org/resource/The_Great_Hunt","score":"0.3519726737070396","title":"The Great Hunt","author":"Robert Jordan","genre":"http://dbpedia.org/resource/Fantasy_literature","abstract":"The Great Hunt is a fantasy novel by American author Robert Jordan, the second book of The Wheel of Time series. It was published by Tor Books and released on November 15, 1990. The Great Hunt consists of a prologue and 50 chapters. In 2004 The Great Hunt was re-released as two separate books, The Hunt Begins and New Threads in the Pattern. The story features young heroes Rand al'Thor, Mat Cauthon, and Perrin Aybara, who join Shienaren soldiers in a quest to retrieve the Horn of Valere. At the same time, Egwene al'Vere, Nynaeve al'Meara, and Elayne Trakand go to the White Tower in Tar Valon to learn Aes Sedai ways. Finally, an exotic army invades the western coast."},
{"uri":"http://dbpedia.org/resource/A_Crown_of_Swords","score":"0.34853398477785646","title":"A Crown of Swords","author":"Robert Jordan","genre":"http://dbpedia.org/resource/Fantasy_literature","abstract":"A Crown of Swords is a fantasy novel by American author Robert Jordan, the seventh book of The Wheel of Time. It was published by Tor Books and released on May 15, 1996. A Crown of Swords consists of a prologue and 41 chapters."},
{"uri":"http://dbpedia.org/resource/The_Godfather_(novel)","score":"0.34740570161101436","title":"The Godfather (novel)","author":"Mario Puzo","genre":"http://dbpedia.org/resource/Crime_fiction","abstract":"The Godfather is a crime novel by American author Mario Puzo. Originally published in 1969 by G. P. Putnam's Sons, the novel details the story of a fictional Mafia family in New York City (and Long Island), headed by Vito Corleone, the Godfather. The novel covers the years 1945 to 1955 and includes the back story of Vito Corleone from early childhood to adulthood. The first in a series of novels, The Godfather is noteworthy for introducing Italian words like consigliere, caporegime, Cosa Nostra, and omertà to an English-speaking audience. It inspired a 1972 film of the same name. Two film sequels, including new contributions by Puzo himself, were made in 1974 and 1990."},
{"uri":"http://dbpedia.org/resource/Alamut_series","score":"0.345909579044661","title":"Alamut series","author":"Judith Tarr","genre":"http://dbpedia.org/resource/Fantasy_literature","abstract":"The Alamut series consists of the two fantasy books Alamut (Doubleday, 1989) and The Dagger and the Cross (Doubleday, 1991) by Judith Tarr. The series is set in the same universe as The Hound and the Falcon, which was written first, but the Alamut series describes events which occurred before the events in The Hound and the Falcon. The books mainly tells the story of the elf Prince Aidan from the elf kingdom of Rhiyana. The books contain elements of historical fiction, being set in the time of the Crusades and covering events like the Battle of Hattin, and including historical figures such as the leper king of Jerusalem Baldwin IV, the Muslim leader Saladin, and the Hashshashin of Alamut."},
{"uri":"http://dbpedia.org/resource/The_Snow_Queen_(Lackey_novel)","score":"0.3447145824824955","title":"The Snow Queen (Lackey novel)","author":"Mercedes Lackey","genre":"http://dbpedia.org/resource/Fantasy_literature","abstract":"The Snow Queen is a 2008 novel by Mercedes Lackey, the fourth book of the Tales of the Five Hundred Kingdoms series. As in the previous book, Fortune's Fool, characters from earlier books in the series are either mentioned or appear as secondary characters."},
{"uri":"http://dbpedia.org/resource/Amazing_Grace_(novel)","score":"0.3426591939212483","title":"Amazing Grace (novel)","author":"Danielle Steel","genre":"","abstract":"Amazing Grace is a novel by Danielle Steel, published by Delacorte Press in October 2007. The book is Steel's seventy-third novel."},
{"uri":"http://dbpedia.org/resource/The_Wonderful_Wizard_of_Oz","score":"0.3395407465545752","title":"The Wonderful Wizard of Oz","author":"L. Frank Baum","genre":"http://dbpedia.org/resource/Fantasy_literature","abstract":"The Wonderful Wizard of Oz is an American children's novel written by author L. Frank Baum and illustrated by W. W. Denslow. The first novel in the Oz series, the story chronicles the adventures of a young Kansas farm girl named Dorothy in the magical Land of Oz after she and her pet dog Toto are swept away from their home by a tornado. Upon her arrival in Oz, she learns she cannot return home until she has destroyed the Wicked Witch of the West. The book was first published in the United States in May 1900 by the George M. Hill Company. In January 1901, the publishing company completed printing the first edition, a total of 10,000 copies, which quickly sold out. It had sold three million copies by the time it entered the public domain in 1956. It was often reprinted under the title The Wizard of Oz, which is the title of the successful 1902 Broadway musical adaptation as well as the classic 1939 live-action film. The ground-breaking success of both the original 1900 novel and the 1902 Broadway musical prompted Baum to write thirteen additional Oz books which serve as official sequels to the first story. Over a century later, the book is one of the best-known stories in American literature, and the Library of Congress has declared the work to be  America's greatest and best-loved homegrown fairytale.  "}]